<?php

// подключаем файл конфигурации
require_once 'core/config.php';

// подключаем файлы ядра
require_once 'core/model.php';
require_once 'core/view.php';
require_once 'core/controller.php';

// подключаем файл с классом маршрутизатора и запускаем на выполнение
require_once 'core/route.php';

/*
Здесь обычно подключаются дополнительные модули, реализующие различный функционал:
	> аутентификацию
	> кеширование
	> работу с формами
	> абстракции для доступа к данным
	> ORM
	> Unit тестирование
	> Benchmarking
	> Работу с изображениями
	> Backup
	> и др.
*/

// маршрутизатор (по идее) превращает строки браузера в ЧПУ (человекоподобные урл)
Route::start();

