<div class="container-fluid" id="container">
	<div class="row">
		<div id="sidebar">
			<img src="/img/logo.png" alt="" class="logo">
			<div class="welcome">
				<p>Привiт, <b><?php $var = explode(" ", $data->fio, 2); echo $var[0]; ?></b>!</p>
			</div>
			<div class="main-menu">
				<ul>
					<li><a href="/"> <i class="fa fa-home" aria-hidden="true"></i> Головна</a></li>
					<li><p style="color: #FF7416; text-shadow: 0px 0px 1px #000; font-weight: bold;"> <i class="fa fa-info" aria-hidden="true"></i> Інформація</p></li>
					<li><a href="/Map"> <i class="fa fa-map-marker" aria-hidden="true"></i> Гра на мапі</a></li>
					<li><a href="/Quests"> <i class="fa fa-tasks" aria-hidden="true"></i> Квести</a></li>
					<li><a href="/Rating"> <i class="fa fa-bar-chart" aria-hidden="true"></i> Рейтинг</a></li>
					<li><a href="/Settings"> <i class="fa fa-cogs" aria-hidden="true"></i> Налаштування</a></li>
				</ul>
			</div>
			<div class="advance">
				<p>Мої <b>успіхи</b></p>
				<div class="advance-percent">
					40%
				</div>
				<p>пройдено</p>
        <div class="logout">
            <a href="/Main/logout" class="btn btn-danger">Вийти</a>
        </div>
			</div>
		</div>
		<div id="content">
			<div class="container-fluid">

			<ul id="myTab2" class="nav nav-tabs">
			  <li><a data-toggle="tab" href="#panely1">Біографічна довідка</a></li>
			  <li><a data-toggle="tab" href="#panely2">Відео біографія</a></li>
	      <li><a data-toggle="tab" href="#panely3">Основні події з життя</a></li>
			</ul>
			 
			<div class="tab-content">
			  <div id="panely1" class="tab-pane fade in active">
			    <div class="bio">
						<center><h2>Біографічна довідка</h2>
						<img src="/img/information-portrait.jpg" class="img-circle" alt=""></center>
						<h2 style="text-align: center;">Петро Кононович Конашевич-Сагайдачний</h2>
						<div class="multicolumn">
						<p>Петро Кононович Конашевич-Сагайдачний народився бл. 1582р. в селі Кульчиці в православній родині (тепер село Самбірського району Львівської області). Упродовж 1589–1592 рр. здобував початкову освіту у Самборі. З 1592 по 1598 роки навчався в Острозькій академії. Після випуску П.Сагайдачний переїхав до Львова, згодом — до Києва, де працював домашнім учителем, також помічником київського земського судді. Змалку навчався військовій справі, вмів стріляти з лука, був високоосвіченою, інтелігентною, глибоко релігійною людиною. Брав участь в Молдавській і Лівонської кампаніях 1600-1603 рр. </p>
						<p>Вже в ранні часи свого перебування на Січі П.Сагайдачний виявив талант військового лідера, козаки обрали його обозним, доручивши відати всією артилерією Січі. У період між 1605 і 1610 П.Сагайдачний стає кошовим отаманом Запорізької Січі маючи величезний авторитет. Його організаторські здібності добре проявилися в першу чергу у вишколі запорожців та створенні регулярних частин війська. Залізна дисципліна, яку всіляко підтримував Петро Сагайдачний, зробили свою справу досить швидко. Військо стало якісно найкращим в Європі. Надзвичайну сміливість козаки стали поєднувати із тактичними та стратегічними факторами військового мистецтва. </p>
						<p>Османська імперія страждала від походів П.Сагайдачного, особливо від нападів з моря. Він очолював відважні морські походи козаків на Стамбул, Трапезунд, Синоп; розробив і вдосконалив козацьку тактику морського бою на «чайках» — швидкохідних човнах. З 1600 року кошовий отаман керував майже всіма значними походами. У лютому 1615 року Конашевич вже був впливовим козацьким полковником, що мав у своєму підпорядкуванні загін чисельністю до 3000 козаків. А вже 1616 року П.Сагайдачного було проголошено Гетьманом Війська Запорозького. </p>
						<p>У 1616 році відбувся історичний похід на Кафу, турецьку твердиню в Криму з найбільшим в імперії ринком рабів. Річ Посполита враховувала думку козаків вперше за довгу історію існування Січі. Гетьман П.Сагайдачний прихильно ставився до ідеї зміцнення позицій України, однак поки що у складі Польщі. Це зумовлювалось продовженням агресивної зовнішньої політики поляками та турками на початку ХVІ століття. </p>
						<p>На початку квітня 1617 року польський королевич Владислав вирушив на похід до Москви з метою отримання корони московського царя Михайла Романова. Гетьман П.Сагайдачний і старшина з частиною козацького війська, сподіваючись заслужити у польсько-шляхетського уряду розширення власних прав і прав заможного козацтва, взяли участь у поході польського королевича Владислава 1618 року на Москву. </p>
						<p>Поляки дійшли до Москви, але цього ж було укладено Деулінське перемир’я. Королевич Владислав відмовився від прав на московський престол, за що Польщі відійшли Смоленська і Чернігівсько-Сіверська землі. Відмова гетьмана П.Сагайдачного від морських походів проти турків викликала невдоволення серед козацтва. </p>
						<p>Приблизно наприкінці травня 1619 року гетьман П.Сагайдачного позбавляють влади та обирають запорозьким гетьманом Дмитра Барабаша. Проте вже на початку липня П.Сагайдачний повернув собі гетьманську булаву. Пізніше козаки, незадоволені його командуванням, позбавляють його влади, обираючи новим гетьманом Якова Бородавку. </p>
						<p>П.Сагайдачний був гетьманом реєстрових козаків, допоки у 1621 році йому не випала нагода знову з’явитися на політичній арені. Він скинув Неродича Бородавку — керівника нереєстрових козаків з гетьманства, зайнявши його місце. </p>
						<p>Згодом очолюване П.Сагайдачним козацьке військо, спільно із польською армією, відіграли вирішальну роль у розгромі 1621 р. під Хотином турецької армії, що загрожувала країнам Європи. Могутня турецька армія із 300 тис.чол. була фактично розгромлена 40-тисячним військом козаків на чолі з Сагайдачним. Навіть сеймовий комісар польської армії магнат Якуб Собеський був змушений визнати: «Справжніми переможцями під Хотином і рятівниками Польщі були козаки». </p>
						<p>П.Сагайдачний проявив себе в цій війні як неперевершений військовий стратег і тактик. 10 квітня (20 квітня) 1622 року П.Сагайдачний помер від вогнепального поранення руки, яке отримав під час битви під Хотином.</p>
						<p class="bio-sourse">Джерело: <a target="_blank" href="http://dovidka.biz.ua/petro-sagaydachniy-biografiya-skorocheno/">http://dovidka.biz.ua/petro-sagaydachniy-biografiya-skorocheno/</a> </p>
						</div>
					</div>
			  </div>
			  <div id="panely2" class="tab-pane fade">
			    <center><h2>Відео біографія</h2>
			    <p><iframe width="560" height="315" src="https://www.youtube.com/embed/Gmfn6JzHsEo" frameborder="0" allowfullscreen></iframe></p></center>
			  </div>
			  <div id="panely3" class="tab-pane fade">
			    <center>
			    	<h2>Основні події з життя П. Сагайдачного</h2>
						<img src="/img/information-chronology.png" class="img-circle chronology" alt="">
					</center>

				    <table class="table table-hover table-bordered">
						    <thead>
						        <tr class = "success">
						            <th style="width: 3%;">№</th>
						            <th style="width: 10%;">Назва події</th>
						            <th>Детальний опис події</th>
						        </tr>
						    </thead>
						    <tbody>
						        <tr>
						            <td>1</td>
						            <td>Польсько-шведська війна</td>
						            <td>На початку <b>1601 року</b> король Речі Посполитої Сигізмунд III Ваза оголосив про приєднання до Речі Посполитої Естонії, котра до цього належала Швеції. На заклик короля відгукнулись запорозькі козаки, що протягом 1601—1602 р. брали участь у воєнних діях польсько-шведської війни. <br><br>Серед інших козаків — П.Сагайдачний, який був під керівництвом спершу Самійла Кішки, з початку 1602-го Гаврила Крутневича.</td>
						        </tr>
						        <tr>
						            <td>2</td>
						            <td>Похід на Варну</td>
						            <td>Одним з таких походів, що приписують П.Сагайдачному, став морський похід на Варну влітку <b>1606 року</b>. Під час цього походу козаки здобули фортецю, що до того вважалася неприступною. <br><br>Штурм Варни завершився знищенням всіх берегових укріплень та османських кораблів, які стояли на рейді. Результатом битви стало визволення кілька тисяч полонених, запорожці захопили значні трофеї та 10 османських галер із вантажем та екіпажем. <br><br>Через цей похід султан видав наказ перегородити Дніпро біля острова Тавані залізним ланцюгом і заблокувати козаків, проте ці заходи виявилися неефективними.</td>
						        </tr>
						        <tr>
						            <td>3</td>
						            <td>Битва за Кафу</td>
						            <td>Ставши гетьманом, П.Сагайдачний підготував похід до неприступної османської фортеці Кафи (сучасна Феодосія), що була головним невільничим ринком у Криму. <br><br>Османи, які ще не оговтались від нещодавньої атаки козаків на міста Румелійського узбережжя, не очікували такого швидкого нападу на добре укріплену фортецю. <br><br>Кафа була великим та багатим містом, населення якого налічувало від 70 до 100 тисяч мешканців. Кафська фортеця мала міцні оборонні укріплення: 13-метрові зовнішні стіни завдовжки понад 5 км. Гарнізон міста складався з 3 яничарських ортів. <br><br>Комендант фортеці мав у своєму розпорядженні близько 300 вояків, ще 200 солдатів були в підпорядкуванні капудана — командира воєнно-морських сил.
												<br><br>У липні <b>1616 року</b> гетьман разом із 6-ма тисячами козаків на 120—150 чайках вирушив у морський похід. На виході з Дніпра в Дніпровсько-Бузькому лимані козаки зустріли ескадру османських галер, яку розгромили та захопили близько половини суден. Аби ввести османів в оману щодо своїх подальших дій, П.Сагайдачний наказав частині війська демонстративно повернутись на Січ із захопленою здобиччю. Решта війська близько тижня переховувалася поблизу Очакова. Приспавши пильність ворога, козаки продовжили свій похід.
												<br><br><b>22 липня 1616 року</b> П.Сагайдачний разом із 4000 козаків прибув до міста. Уночі козаки висадилися на берег і підійшли до воріт Кафи. Відволікши вартових, вони перебралися через мури фортеці та відкрили ворота міста. Раптовим нападом козаки захопили міську цитадель, взялися грабувати місто та звільняти християнських невільників. Аби забрати якнайбільше бранців на свої чайки, козаки викинули чималу частину захопленого добра, у такий спосіб підтвердивши свою обітницю визволяти з неволі християн, яку давали перед цим.
												</td>
						        </tr>
						        <tr>
						            <td>4</td>
						            <td>Похід 20-тисячного козацького війська Сагайдачного в Московію </td>
						            <td><b>6 квітня 1617 року</b> королевич Владислав вирушив із Варшави в похід до Москви з метою отримати корону московського царя. Наприкінці вересня під Смоленськом військо королевича об'єдналось з армією Яна Ходкевича. 11 жовтня об’єднана польсько-литовська армія чисельністю близько 8 тисяч чоловік без бою здобули Дорогобуж. Незабаром, 18 жовтня, так само легко була здобута Вязьма. До кінця 1617 року польським підрозділам вдалось завоювати ще Мещовськ, Козельськ, Серпейськ, Рославль. У <b>грудні 1617 року</b> бойові дії припинилися, більша частина польсько-литовського війська розмістилась в таборі поблизу м. Вязьми, очікуючи на підкріплення. Проте ані вояків, ані грошей не надійшло. Тому навесні значна частина жовнірів залишила табір і чисельність армії скоротилась до п'яти тисяч чоловік.<br><br>
												Аби врятувати королевича Владислава і виправити ситуацію, польський уряд звернувся по допомогу до Війська Запорозького. В березні 1618 року дванадцять запорозьких сотників зустрілись із королевичем Владиславом і пообіцяли привести йому 20-тисячне військо. Підготовку до московського походу обговорювали на двох загальних радах в червні 1618 року. На цих переговорах козаки, зокрема, вимагали припинити утиски православного населення. Після переговорів українське командування під керівництвом гетьмана Петра Сагайдачного розробило план майбутнього походу.
												У другій половині червня 6 полків 20-тисячного козацького війська під проводом Сагайдачного вирушили до Москви. З собою запорожці взяли 17 гармат невеликого калібру, решту артилерії, аби не уповільнювати рух, залишили у Києві. Після переправи через Дніпро, військо Сагайдачного вийшло на Муравський шлях, що вів від Криму правобережжям Дніпра у напрямку Тули.<br><br>
												7 липня козаки підійшли під одне з найбільш укріплених міст на півдні Московщини — Лівни. В результаті несподіваної атаки запорожці його захопили. 
												Наприкінці липня — початку серпня П.Сагайдачний відправив полковника Михайла Дорошенка на чолі 10000-го загону у рейд по Рязанщині. Його військам вдалося захопити міста Лебедян, Скопин, Данков, Ряжськ. На початку серпня цей загін спалив будівлі Переяславля-Рязанського. При поверненні до військ Сагайдачного були захоплені Песочня, Сапожок та Шацьк.<br><br>
												Об'єднавши власні сили й визначивши через посланців місце зустрічі українського та військ Речі Посполитої у Тушині, український гетьман продовжив похід. Загін на чолі з полковником Милосним, у складі 1000 вершників, було направлено до добре укріпленої фортеці — Михайлова. Однак під Михайловим козаки зазнали першої невдачі. Запорожці планували  в ніч з 21 на 22 серпня захопити місто, проте через погану погоду дісталися міста лише 22 серпня. За цей час до міста підійшло підкріплення, тому раптової атаки зірвався. П.Сагайдачний з головним військом прибув під фортецю 26 серпня і був змушений перейти до звичної облоги. Після двох спроб захопити місто штурмом 7 вересня Конашевич вимушений був полишити облогу, аби встигнути на зустріч із королевичем Владиславом біля Москви.<br><br>
												Після невдалої облоги Михайлова П.Сагайдачний направив близько 2000 козаків під проводом Федора Бориспільця на близькі підступи Москви з півдня — у Мещерські краї. Одним із завдань цього маневру було відвернути увагу противника від запланованого форсування Оки на північ від Михайлова основним козацьким військом. Загони Федора Бориспільця захопили міста Касимов, Казар, Романов.
												Наміри П.Сагайдачного щодо Москви були дуже рішучими. Підтвердженням цього є його лист королевичу Владиславу, надісланий після 24 вересня. У листі гетьман пише: «Аби Пан Бог всемогутній у досягненні задуму цього до удостоєння призначеного вашій королевичевій милості царства щастив і благословив, а той народ впертий під ноги маєстату свого підбити сприяв».<br><br>
												11 жовтня військо королевича Владислава та козаки Петра Сагайдачного розпочали наступ на Москву. Штурм тривав з третьої ночі і до світанку. Нападникам вдалося увірватись до міста зі сторони Арбатських воріт, проте, не отримавши належну підтримку, атака зупинилася. Не бачачи можливості продовження атаки, підрозділи Речі Посполитої із невеликими втратами відступили від міста.
												Наприкінці грудня на козацькій раді було прийнято рішення про припинення бойових дій та повернення на Україну. 
												</td>
						        </tr>
						        <tr>
						            <td>5</td>
						            <td>Бітва під Хотином</td>
						            <td>Після розгрому польських військ під Цецорою в <b>1620 році</b> і татарського нападу на Поділля султан Осман II розробив план завоювання України, Речі Посполитої, а згодом і Центральної Європи. 160-тисячній османській та татарській армії протистояло лише 87-тисячне польсько-литовське та козацьке військо. Деякі джерела вказують кількість османсько-татарських військ — 300–700 тис. Щоб знайти собі союзника, уряд Речі Посполитої звернувся до українських козаків по допомогу, побіцявши різні права і привілеї.<br><br>
												У наслідок битви османські втрати становили близько 80 тис. чоловік. 29 вересня між командуванням польсько-козацьких і османсько-татарських військ почалися переговори про укладення миру. Вони закінчилися підписанням мирової угоди 8 жовтня 1621 року домовившись про відновлення дипломатичних зв'язків.<br><br>
												Наслідки Хотинської битви мали велике міжнародне значення. Ця битва змусила Османську імперію відмовитись від планів завоювання Європи. Розгром османського війська під Хотином призвів до внутрішнього політичного послаблення султанської влади (повсталі яничари вбили у 1622 р. Османа II), а також посилення боротьби слов'янських та арабських народів проти османського поневолення.<br><br>
												На честь Хотинської битви Папа Григорій XV та Папа Урбан VIII за мужність війська присвятили день пам'яті — 10 жовтня і католицька церква до кінця 19 ст. відправляла в цей день спеціальну службу.
												</td>
						        </tr>
						        <tr>
						            <td>6</td>
						            <td>Смерть гетьмана</td>
						            <td><b>10 квітня (20 квітня) 1622 року</b> Петро Сагайдачний помер внаслідок ускладнень вогнепального поранення руки, яке отримав під час битви під Хотином. Похорони гетьмана припали на Провідну (Фомину) неділю, <b>28 квітня 1622 року</b>. На велелюдному похороні зібрались його бойові побратими, мешканці Києва. Під час поховання учні Київської братської школи читали приурочені до цієї скорботної події «Вірші на жалосний погреб гетьмана П.Сагайдачного», в яких возвеличивулась подвиги українського полководця та його служіння християнській вірі.<br><br>
												Петра Сагайдачного поховали у Богоявленському соборі Київського Братського монастиря, який надалі називали «монастирем Сагайдачного». Його срібний хрест знаходився на «престолі св. Йоанна Золотоустого» цього храму.<br><br>
												У <b>1690—1693 роки</b> при реконструкції Богоявленської церкви Києво-Братського монастиря могила гетьмана була перенесена під південну стіну собору. У <b>1935 році</b> церкву було знищено й відомості про це поховання остаточно втрачено.
												</td>
						        </tr>
						    </tbody>
						</table>
			    </center>
			  </div>
			</div>

				<div class="row">
					<footer id="footer-dashboard">
						<p>Поділися квестами з друзями! <i class="fa fa-arrow-down" aria-hidden="true"></i> </p>
						<div class="ya-share2" data-services="vkontakte,facebook,odnoklassniki,moimir,gplus,twitter"></div>
						<div class="footer-menu">
							<ul>
								<li><a href="/"> <i class="fa fa-home" aria-hidden="true"></i> Головна</a></li>
								<li><a href="/Information"> <i class="fa fa-info" aria-hidden="true"></i> Інформація</a></li>
								<li><a href="/Quests"> <i class="fa fa-tasks" aria-hidden="true"></i> Квести</a></li>
								<li><a href="/Rating"> <i class="fa fa-bar-chart" aria-hidden="true"></i> Рейтинг</a></li>
								<li><a href="/Settings"> <i class="fa fa-cogs" aria-hidden="true"></i> Налаштування</a></li>
							</ul>
						</div>
					</footer>
				</div>
			</div>
		</div>
	</div>
</div>

<script src="//yastatic.net/es5-shims/0.0.2/es5-shims.min.js"></script>
<script src="//yastatic.net/share2/share.js"></script>

<!-- Отображение 1 таба по умолчанию -->
<script type="text/javascript">
$(document).ready(function(){ 
    $("#myTab2 li:eq(0) a").tab('show');
});
</script>