<div class="container-fluid" id="container">
	<div class="row">
		<div id="sidebar">
			<img src="/img/logo.png" alt="" class="logo">
			<div class="welcome">
				<p>Привiт, <b>Username</b>!</p>
			</div>
			<div class="main-menu">
				<ul>
					<li><a href="/"> <i class="fa fa-home" aria-hidden="true"></i> Головна</a></li>
					<li><a href="/Information" style="color: #FF7416; text-shadow: 0px 0px 1px #000; font-weight: bold;"> <i class="fa fa-info" aria-hidden="true"></i> Інформація</a></li>
					<li><a href="/Quests"> <i class="fa fa-tasks" aria-hidden="true"></i> Квести</a></li>
					<li><a href="/Rating"> <i class="fa fa-bar-chart" aria-hidden="true"></i> Рейтинг</a></li>
					<li><a href="/Settings"> <i class="fa fa-cogs" aria-hidden="true"></i> Налаштування</a></li>
				</ul>
			</div>
			<div class="advance">
				<p>Мої <b>успіхи</b></p>
				<div class="advance-percent">
					40%
				</div>
				<p>пройдено</p>
				<div class="logout">
          <button type="button" class="btn btn-danger">Вийти</button>
				</div>
			</div>
		</div>
		<div id="content">
			<div class="container-fluid">

			<div class="row">
				<div class="col-sm-12">
				<div class="bio">
						<h1>Біографічна довідка</h1>
						<center><img src="/img/information-portrait.jpg" class="img-circle" alt=""></center>
						<h2 style="text-align: center;">Петро Кононович Конашевич-Сагайдачний</h2>
						<p>Петро Кононович Конашевич-Сагайдачний народився бл. 1582р. в селі Кульчиці в православній родині (тепер село Самбірського району Львівської області). Упродовж 1589–1592 рр. здобував початкову освіту у Самборі. З 1592 по 1598 роки навчався в Острозькій академії. Після випуску П.Сагайдачний переїхав до Львова, згодом — до Києва, де працював домашнім учителем, також помічником київського земського судді. Змалку навчався військовій справі, вмів стріляти з лука, був високоосвіченою, інтелігентною, глибоко релігійною людиною. Брав участь в Молдавській і Лівонської кампаніях 1600-1603 рр. </p>
						<p>Вже в ранні часи свого перебування на Січі П.Сагайдачний виявив талант військового лідера, козаки обрали його обозним, доручивши відати всією артилерією Січі. У період між 1605 і 1610 П.Сагайдачний стає кошовим отаманом Запорізької Січі маючи величезний авторитет. Його організаторські здібності добре проявилися в першу чергу у вишколі запорожців та створенні регулярних частин війська. Залізна дисципліна, яку всіляко підтримував Петро Сагайдачний, зробили свою справу досить швидко. Військо стало якісно найкращим в Європі. Надзвичайну сміливість козаки стали поєднувати із тактичними та стратегічними факторами військового мистецтва. </p>
						<p>Османська імперія страждала від походів П.Сагайдачного, особливо від нападів з моря. Він очолював відважні морські походи козаків на Стамбул, Трапезунд, Синоп; розробив і вдосконалив козацьку тактику морського бою на «чайках» — швидкохідних човнах. З 1600 року кошовий отаман керував майже всіма значними походами. У лютому 1615 року Конашевич вже був впливовим козацьким полковником, що мав у своєму підпорядкуванні загін чисельністю до 3000 козаків. А вже 1616 року П.Сагайдачного було проголошено Гетьманом Війська Запорозького. </p>
						<p>У 1616 році відбувся історичний похід на Кафу, турецьку твердиню в Криму з найбільшим в імперії ринком рабів. Річ Посполита враховувала думку козаків вперше за довгу історію існування Січі. Гетьман П.Сагайдачний прихильно ставився до ідеї зміцнення позицій України, однак поки що у складі Польщі. Це зумовлювалось продовженням агресивної зовнішньої політики поляками та турками на початку ХVІ століття. </p>
						<p>На початку квітня 1617 року польський королевич Владислав вирушив на похід до Москви з метою отримання корони московського царя Михайла Романова. Гетьман П.Сагайдачний і старшина з частиною козацького війська, сподіваючись заслужити у польсько-шляхетського уряду розширення власних прав і прав заможного козацтва, взяли участь у поході польського королевича Владислава 1618 року на Москву. </p>
						<p>Поляки дійшли до Москви, але цього ж було укладено Деулінське перемир’я. Королевич Владислав відмовився від прав на московський престол, за що Польщі відійшли Смоленська і Чернігівсько-Сіверська землі. Відмова гетьмана П.Сагайдачного від морських походів проти турків викликала невдоволення серед козацтва. </p>
						<p>Приблизно наприкінці травня 1619 року гетьман П.Сагайдачного позбавляють влади та обирають запорозьким гетьманом Дмитра Барабаша. Проте вже на початку липня П.Сагайдачний повернув собі гетьманську булаву. Пізніше козаки, незадоволені його командуванням, позбавляють його влади, обираючи новим гетьманом Якова Бородавку. </p>
						<p>П.Сагайдачний був гетьманом реєстрових козаків, допоки у 1621 році йому не випала нагода знову з’явитися на політичній арені. Він скинув Неродича Бородавку — керівника нереєстрових козаків з гетьманства, зайнявши його місце. </p>
						<p>Згодом очолюване П.Сагайдачним козацьке військо, спільно із польською армією, відіграли вирішальну роль у розгромі 1621 р. під Хотином турецької армії, що загрожувала країнам Європи. Могутня турецька армія із 300 тис.чол. була фактично розгромлена 40-тисячним військом козаків на чолі з Сагайдачним. Навіть сеймовий комісар польської армії магнат Якуб Собеський був змушений визнати: «Справжніми переможцями під Хотином і рятівниками Польщі були козаки». </p>
						<p>П.Сагайдачний проявив себе в цій війні як неперевершений військовий стратег і тактик. 10 квітня (20 квітня) 1622 року П.Сагайдачний помер від вогнепального поранення руки, яке отримав під час битви під Хотином.</p>
						<p class="bio-sourse">Джерело: <a target="_blank" href="http://dovidka.biz.ua/petro-sagaydachniy-biografiya-skorocheno/">http://dovidka.biz.ua/petro-sagaydachniy-biografiya-skorocheno/</a> </p>
					</div>
				</div>
			</div>

				<div class="row">
					<footer id="footer-dashboard">
						<p>Поділися квестами з друзями! <i class="fa fa-arrow-down" aria-hidden="true"></i> </p>
						<div class="ya-share2" data-services="vkontakte,facebook,odnoklassniki,moimir,gplus,twitter"></div>
						<div class="footer-menu">
							<ul>
								<li><a href="/"> <i class="fa fa-home" aria-hidden="true"></i> Головна</a></li>
								<li><a href="/Information"> <i class="fa fa-info" aria-hidden="true"></i> Інформація</a></li>
								<li><a href="/Quests"> <i class="fa fa-tasks" aria-hidden="true"></i> Квести</a></li>
								<li><a href="/Rating"> <i class="fa fa-bar-chart" aria-hidden="true"></i> Рейтинг</a></li>
								<li><a href="/Settings"> <i class="fa fa-cogs" aria-hidden="true"></i> Налаштування</a></li>
							</ul>
						</div>
					</footer>
				</div>
			</div>
		</div>
	</div>
</div>

<script src="//yastatic.net/es5-shims/0.0.2/es5-shims.min.js"></script>
<script src="//yastatic.net/share2/share.js"></script>